[
  {
    "skillId": "arracher-le-ballon",
    "name": "Arracher le ballon",
    "description": "Le défenseur repoussé lors d’un Blocage (même lors d’un blitz) lâche la balle s’il la possédait. Elle rebondit à partir de la case où il est repoussé."
  },
  {
    "skillId": "blocage",
    "name": "Blocage",
    "description": "Peut ignorer le résultat « Les Deux Plaqués » lors d’un Blocage. Voir chapitre dédié."
  },
  {
    "skillId": "frappe-precise",
    "name": "Frappe Précise",
    "description": "D6 du Coup d’envoi/2 arrondi à l’inférieur (1=0 case, 2–3=1, 4–5=2, 6=3) si ce joueur effectue le Coup d’Envoi."
  },
  {
    "skillId": "frenesie",
    "name": "Frénésie",
    "description": "Si le Défenseur est repoussé lors d’un Blocage, l’Attaquant doit poursuivre (si en est capable) et faire un second blocage (si adversaire tjs debout) et doit à nouveau poursuivre. Idem lors des Blitz, avec un coût de 1M pour le second Blocage avec obligation de « Foncer » si nécessaire. Si impossibilité de « Foncer », le second Blocage n’est pas résolu."
  },
  {
    "skillId": "intrepide",
    "name": "Intrépide",
    "description": "Lors d’un Blocage, si 1D6+F >F du Défenseur, les F deviennent égales pour ce Blocage. Les soutiens sont ajoutés après le test. Sous Frénésie, le jet se fait séparément pour les deux Blocages."
  },
  {
    "skillId": "joueur-deloyal",
    "name": "Joueur Déloyal (+1)",
    "description": "+1 au jet d’AR ou de Blessures (au choix après les jets) lors d’Agressions."
  },
  {
    "skillId": "lutte",
    "name": "Lutte",
    "description": "En cas de « Les Deux Plaqués », (s’il fait ou subit un Blocage), peut décider que les deux joueurs sont « Mis à Terre » (pas de jet d’AR)."
  },
  {
    "skillId": "poursuite",
    "name": "Poursuite",
    "description": "Permet de suivre un adversaire que le joueur « Marque » et qui se déplace volontairement hors de sa ZdT. Jetez (1D6+M)–M adverse : si 6+ ou si 6 naturel, le joueur se déplace dans la case laissée vacante ; si 5 ou moins, ou 1 naturel, rien ne se passe. Utilisable plusieurs fois par tour (d’équipe ou adverse). Si plusieurs joueurs avec Poursuite marquent le joueur adverse, un seul d’entre eux peut utiliser la compétence."
  },
  {
    "skillId": "prise-sure",
    "name": "Prise sûre",
    "description": "Relance d’un échec pour Ramasser le Ballon. Annule Arracher le Ballon."
  },
  {
    "skillId": "prise-sure",
    "name": "Prise sûre",
    "description": "Relance d’un échec pour Ramasser le Ballon. Annule Arracher le Ballon."
  },
  {
    "skillId": "pro",
    "name": "Pro",
    "description": "1 seule fois durant son tour, si 3+ sur 1D6 peut relancer 1 dé (unique ou dans 1 groupement de dés) sauf AR ou Blessure. Après le jet de Pro, ne peut pas utiliser une relance provenant d’une autre source."
  },
  {
    "skillId": "tacle",
    "name": "Tacle",
    "description": "Annule la compétence Esquive d’un adversaire « Marqué » ou lors d’un Blocage."
  },
  {
    "skillId": "cannonier",
    "name": "Cannonier",
    "description": "+1 à la CP lors des Passes Longues et Longues Bombes."
  },
  {
    "skillId": "cannonier",
    "name": "Cannonier",
    "description": "+1 à la CP lors des Passes Longues et Longues Bombes."
  },
  {
    "skillId": "chef",
    "name": "Chef",
    "description": "1 Relance de Chef (1 seule par équipe et par mi-temps) tant qu’un Chef est sur le terrain. Ne peut être annulée par un Cuistot."
  },
  {
    "skillId": "delestage",
    "name": "Délestage",
    "description": "Permet de faire une Passe Rapide avant d’être bloqué (ou victime d’une Action Spéciale). Une fois la Passe résolue, on résout le Blocage (ou l’Action Spéciale). Sur Blitz, dès qu’il est désigné (à l’activation)."
  },
  {
    "skillId": "fumblerooskie",
    "name": "Fumblerooskie",
    "description": "Lors des M ou Blitz, si porte le ballon, peut choisir de le « lâcher » (sans aucun rebond) dans une case qu’il traverse. Pas de TO."
  },
  {
    "skillId": "nerfs-d-acier",
    "name": "Nerfs d'acier",
    "description": "Ignore les modificateurs de « Marquage » lors de Passes, pour Réceptionner ou Interférer avec une Passe."
  },
  {
    "skillId": "passe",
    "name": "Passe",
    "description": "Relance si échec à un jet de CP."
  },
  {
    "skillId": "passe-assuree",
    "name": "Passe assurée",
    "description": "Si commet une Maladresse sur une Action de Passe, cette dernière est annulée, il garde la possession, pas de TO."
  },
  {
    "skillId": "passe-dans-la-course",
    "name": "Passe dans la Course",
    "description": "Permet de continuer à se déplacer après avoir réussi une Passe Rapide."
  },
  {
    "skillId": "passe-desesperee",
    "name": "Passe Désespérée",
    "description": "Permet d’envoyer la balle (ou une bombe) sur n’importe qu’elle case du terrain. À minima la Passe est Imprécise, test de CP (comme pour une Longue Bombe) pour voir si Maladresse ou Méchamment Imprécise. Inutilisable en cas de Blizzard."
  },
  {
    "skillId": "perce-nuages",
    "name": "Perce–Nuages",
    "description": "Si un adversaire réussit à Interférer avec une Passe Longue ou Longue Bombe, le joueur peut lui faire relancer le jet."
  },
  {
    "skillId": "precision",
    "name": "Précision",
    "description": "+1 en CP sur les Passes Rapides ou Courtes."
  },
  {
    "skillId": "sur-le-ballon",
    "name": "Sur le Ballon",
    "description": "Permet de bouger de 3 cases max (sans tenir compte du M, mais avec les règles de déplacement) lorsque le coach adverse annonce une Action de Passe et qu’il a déterminé la case cible. Peut aussi être utilisée lors du Coup d’Envoi (avant le jet sur la table) sans pour autant entrer dans la moitié de terrain adverse."
  },
  {
    "skillId": "defenseur",
    "name": "Défenseur",
    "description": "Durant tour adverse, les adversaires « Marqués » ne peuvent utiliser Garde."
  },
  {
    "skillId": "equilibre",
    "name": "Équilibre",
    "description": "Relance lors d’un échec pour « Foncer » durant le tour d’équipe."
  },
  {
    "skillId": "esquive",
    "name": "Esquive",
    "description": "Relance, 1 fois par tour d’équipe, d’une Esquive ratée. Influence le Blocage."
  },
  {
    "skillId": "glissade-controlee",
    "name": "Glissade Contrôlée",
    "description": "Le coach de ce joueur choisit la case en cas de Repoussé (doit être inoccupée et adjacente) sauf si aucune n’est disponible."
  },
  {
    "skillId": "liberation-controlee",
    "name": "Libération Contrôlée",
    "description": "Si « Plaqué » ou « Mis à Terre » (pas sur « Chute ») et en possession du ballon, le ballon ne rebondit pas. Il est placé, au choix du joueur, sur une case inoccupée et adjacente à la case qu’il occupait."
  },
  {
    "skillId": "reception",
    "name": "Réception",
    "description": "Relance lors d’un échec pour Réceptionner le ballon."
  },
  {
    "skillId": "reception-plongeante",
    "name": "Réception Plongeante",
    "description": "Possible de Réceptionner une Passe, un Renvoi ou un Coup d’Envoi (pas les Rebonds) lorsque le ballon atterrit dans une case de sa ZdT. +1 pour Réceptionner une Passe Précise ciblant la case où il se trouve."
  },
  {
    "skillId": "retablissement",
    "name": "Rétablissement",
    "description": "Un joueur « Mis à Terre » se relève sans dépense de point de Mouvement. Peut faire un Blocage si réussit 1 jet d’Agilité à +1. Si rate ce test, reste « Mis à Terre » et son Action se termine."
  },
  {
    "skillId": "saut",
    "name": "Saut",
    "description": "Incompatible avec Échasses à Ressort. Réduit de 1 (mini = -1) les modificateurs négatifs des tests d’AG des actions pour « Enjamber ». Peut également « Enjamber » toute case adjacente vide ou occupée, même par un joueur Debout."
  },
  {
    "skillId": "sournois",
    "name": "Sournois",
    "description": "Lors des Agressions, n’est pas Expulsé par l’arbitre s’il obtient un double naturel sur jet d’AR, seulement sur le jet de Blessure. Peut également continuer à se déplacer (s’il lui reste du M) après avoir commis l’Agression."
  },
  {
    "skillId": "sprint",
    "name": "Sprint",
    "description": "Peut « Foncer » 3 fois au lieu de 2."
  },
  {
    "skillId": "tacle-plongeant",
    "name": "Tacle Plongeant",
    "description": "Si un joueur adverse tente d’Esquiver, Enjamber ou Sauter, pour quitter une case où il est « Marqué » par ce joueur et qu’il réussit son jet de dé ; le Tacleur est « Mis à Terre » dans la case laissée libre par le joueur actif qui soustrait alors 2 au résultat du jet de dé précédent. Si plusieurs joueurs avec Tacle Plongeant marquent le joueur adverse, un seul d’entre eux peut utiliser la compétence."
  },
  {
    "skillId": "bagarreur",
    "name": "Bagarreur",
    "description": "Permet de relancer un résultat « Les Deux Plaqués » lors d’un Blocage (pas lors d’un Blitz)."
  },
  {
    "skillId": "blocage-multiple",
    "name": "Blocage Multiple",
    "description": "Blocage (pas lors d’un Blitz) contre 2 adversaires qu’il « Marque ». Chaque blocage est fait à part avec un malus de -2 en F (si TO, on résout qd même le second Blocage). Ne peut pas poursuivre, ni utiliser Frénésie."
  },
  {
    "skillId": "bras-muscle",
    "name": "Bras Musclé",
    "description": "+1 aux Lancers de Coéquipier (doit posséder cette compétence pour acquérir Bras Musclé)."
  },
  {
    "skillId": "chataigne",
    "name": "Châtaigne (+1)",
    "description": "Ajoutez le bonus entre parenthèses aux jets d’AR ou de Blessure sur les Blocages fait par ce joueur (même au cours des Blitz) et à son choix après le résultat du dé. Ne s’utilise pas avec Poignard et Tronçonneuse."
  },
  {
    "skillId": "cle-de-bras",
    "name": "Clé de Bras",
    "description": "Lorsqu’un adversaire « Marqué » par ce joueur rate une action pour Esquiver, Enjamber ou Sauter (même si le joueur est « Mis à Terre »), il peut ajouter +1 aux jets d’AR ou de Blessure au choix du joueur après le résultat du dé. Si plusieurs joueurs avec Clé de Bras marquent le joueur adverse, un seul d’entre eux peut utiliser la compétence."
  },
  {
    "skillId": "crane-epais",
    "name": "Crâne Épais",
    "description": "KO traités comme des Sonnés sur un résultat de 8 (7 pour les Minus) au jet de dés de Blessure."
  },
  {
    "skillId": "esquive-en-force",
    "name": "Esquive en Force",
    "description": "Après résultat d’1 test d’Esquive peut ajouter au jet de dé : +1 si F4 ou moins, ou +2 si F5 ou plus."
  },
  {
    "skillId": "garde",
    "name": "Garde",
    "description": "Ajoute un soutien offensif et défensif quel que soit le nombre de joueurs qui le « Marque » pour Bloquer et Agresser."
  },
  {
    "skillId": "juggernaut",
    "name": "Juggernaut",
    "description": "Annule Parade, Stabilité et Lutte. Change un résultat « Les Deux Plaqués » en Repoussé lors des Blitz."
  },
  {
    "skillId": "marteau-pilon",
    "name": "Marteau Pilon",
    "description": "Si « Plaque » un adversaire (même lors d’un Blitz) et qu’il est toujours Debout et adjacent, peut commettre 1 Agression gratuite (en lieu et place de celle du tour d’équipe et si elle n’a pas déjà été utilisée) sur le Plaqué, puis il est « Mis à Terre »."
  },
  {
    "skillId": "projection",
    "name": "Projection",
    "description": "Le joueur choisit la case de Repoussé parmi les disponibles lors d’un Blocage (pas lors d’un Blitz) ayant un résultat « Repoussé ». Incompatible avec Frénésie. Annule Glissade Contrôlée (même durant un Blitz)."
  },
  {
    "skillId": "stabilite",
    "name": "Stabilité",
    "description": "Peut choisir d’être « Plaqué » sur sa case et d’ignorer les « Repoussées » (même en chaîne). N’empêche pas l’utilisation de Frénésie."
  }
]